package pkg1;

public class Main {

	public static void main(String[] args) {
		/*
		 * 8월 14일(월) ~ 8월 20일(일) 회고록
		 * 
		 * 9월 4일 취업 확정 소식을 받았다.
		 * 솔직히 심리적으로 많이 힘들었으나,
		 * 나를 믿고 받아주는 회사가 있다고 생각하니 충성을 다해야겠다.
		 * 
		 * 진짜 열심히 해서 이 분야의 최고가 되어보겠다.
		 * 이번주 또한 마찬가지로 깃허브, 프로그래머스 5문제, 이펙티브 자바,  SQLD 시험 공부 중인데
		 * SQLD 후기가 그리 어렵지 않다고 해서 만만하다 생각했는데
		 * 문제 읽기도 어렵고 난이도가 있는 것 같다.
		 * 진짜 열심히 하지 않으면 떨어질 수 있을 것 같다는 생각이다.
		 * 
		 * 출근까지 2주 정도의 시간이 있는데, 어떻게 보내냐에 따라 팀원들이 보는 눈이 달라질 것 같다.
		 * 나는 어떤 공부를 해야 조금 더 효율적일 수 있을까?를 생각하며 계획을 정해야겠다.
		 * 
		 * 마땅히 생각나는 계획은 없으니 현재 계획대로 진행한다.
		 * 오늘도 화이팅하자 최정원 아자아자!
		 * 
		 * 
		 * 
		 */
	}

}
